{
    "@metadata": {
    "authors": [
        "Kto-to"
    ],
    "last-updated": "2021-10-25",
    "locale": "ru"
    },
    "lang-switch": "ENG",
    "header_link-main": "Главная",
    "header_link-buy": "Купить",
    "header_link-VK": "ВКонтакте",
    "header_link-reviews": "Отзывы",
    "header_link-devs": "Разработчикам",
    "intro-title__dev--1": "Хочешь разрабатывать на платформе Byster?",
    "submit__btn": "Оставить заявку",
    "dev-first-bottom__title-use": "Пользуйся",
    "dev-first-bottom__text-use": "Доступ к мощному и удобному CoreAPI для разработки своих ротаций.",
    "dev-first-bottom__title-customize": "Кастомизируй",
    "dev-first-bottom__text-customize": "Возможности. Потенциал. Фантазия. Делайте что хотите и как хотите, с нами вы это можете с минимальными затратами.",
    "dev-first-bottom__title-earn": "Заработай",
    "dev-first-bottom__text-earn": "Можно писать ротации для себя, автоматизируя свой игровой процесс.",
    "what-can__title": "Что умеет наша платформа? Сейчас покажем:)",
    "slider-elem__text-protection": "Все ротации и ядро хорошо защищены от взлома. Можете  не беспокоиться о своей интеллектуальной собственности, мы её хорошо защищаем и никому не позволим ее украсть.",
    "slider-elem__text-usability": "Наше API удобно в использовании. Вам не нужно писать свои функции для получения  чего-то, наверняка у нас уже есть удобная реализация для вас.",
    "slider-elem__text-interaction": "Использование  предметов и способностей, как в цель, так и по площади. Взаимодействие с миром на любом уровне.",
    "slider-elem__text-predicts": "Бустер постоянно анализирует ситуацию вокруг себя и может предугадать, где будет юнит через пару секунд, сколько у него будет HP или MP и через сколько он умрёт.",
    "slider-elem__text-context": "Позволит понять как себя вести в любой ситуации. Каких юнитов бить, кому сбить каст,  можно ли прожаться и т.д.",
    "slider-elem__text-unit": "Отдельное API позволяет получать доступ к любым данным о юните. Например, его позиция, куда он смотрит, флаги, проверка бафов.",
    "slider-elem__text-spellitem": "Отдельное  API для способностей и заклинаний позволяет получить любую информацию 1-ой командой.",
    "slider-elem__text-menu": "Удобное встроенное меню со встроеной поддержкой локализации на многие языки и сохранением текущего состояния.",
    "slider-elem__text-movement": "Возможность передвигаться, поворачиваться как вам угодно и поиск оптимального пути.",
    "slider-elem__text-objectmanager": "vПолучить доступ к любому юниту.",
    "slider-elem__text-optimization": "Наше ядро хорошо оптимизировано и поэтому почти не теряет FPS при его использовании.",
    "slider-elem__text-drawing": "У нас есть API для рисования чего-либо для вас. Например, это позволяет показать, куда кастует маг свой столб или куда летит пельмень профессора.",
    "intro-title__dev--2": "Готовы приступить к разработке?"
}